Repository: groundhoggwp/groundhogg-companies
Catalog: languages/groundhogg-companies-*.po
Languages: fr_fr

source: Organize contacts into companies and keep track of vital company information.
fr_fr: Organisez les contacts en organisations et gardez une trace des principales informations sur l’organisation.

source: Not associated to a company.
fr_fr: Sans organisation associée.

source: Name
fr_fr: Nom

source: Website
fr_fr: Site

source: Address
fr_fr: Adresse

source: Phone
fr_fr: Tél.

source: Industry
fr_fr: Secteur

source: Owner
fr_fr: Propriétaire

# page_title
source: Companies
fr_fr: Organisations

# List table bulk action
source: Delete
fr_fr: Supprimer

source: Companies
fr_fr: Organisations

source: Migrate company notes to new format
fr_fr: Migrer les notes d'organisation vers le nouveau format

source: Migrate company relationships to object relations table
fr_fr: Migrer les relations de l'organisation vers une table de relations objets

source: Exporting companies...
fr_fr: Export des organisations...

source: Export complete!
fr_fr: Export terminé !

source: Map your CSV fields
fr_fr: Faites correspondre vos champs CSV

source: Header
fr_fr: Entête

source: Example Data
fr_fr: Données d'exemple

source: Map To
fr_fr: Correspond à

source: Automatically associate contacts with email addresses similar to the company website?
fr_fr: Associer automatiquement les contacts dont l'adresse email est similaire à celle du site de l'organisation ?

source: Import %s companies
fr_fr: Importer %s organisations

source: Importing companies...
fr_fr: Import des organisations...

source: Companies Imported!
fr_fr: Organisations importées !

source: Add Company
fr_fr: Ajouter Organisation

source: A company with the name %2$s already exists. Would you like to edit it instead?
fr_fr: Une organisation nommée %2$s existe déjà. Voulez-vous plutôt l'éditer ?

source: A company with the domain %2$s already exists. Would you like to edit it instead?
fr_fr: Une organisation dans le secteur %2$s existe déjà. Voulez-vous plutôt l'éditer ?

source: Company logo
fr_fr: Logo de l'organisation

source: Are you sure you want to delete %s?
fr_fr: Voulez-vous vraiment supprimer %s ?

source: Change Logo
fr_fr: Changer logo

source: Position
fr_fr: Poste

source: Department
fr_fr: Département

source: Work Phone
fr_fr: Tél. professionnel

source: Remove from company
fr_fr: Supprimer l'organisation

source: We found %s contact that has an email address ending with %s. Would you like to relate them to this company?
fr_fr: Nous avons trouvé %s contact ayant une adresse email terminant en %s. Voulez-vous la lier à cette organisation ?
